Repository: Misha818/eventoria
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ru

source: aboutText1
ru: Ищете 100% экологически чистый хлеб, приготовленный с материнской заботой и нежностью из лучших ингредиентов? Вы гурман, жаждущий испытать новый вкусовой опыт? Значит вы по адресу!

source: aboutText2
ru: Вкусные и полезные хлебушки на закваске, приготовленные традиционным способом по рецептам, передаваемым из поколения в поколение, качество, воплощающее вкус и тепло прошлого и совершенство современных инноваций.

source: aboutText3
ru: Наш хлеб отличается богатым питательным составом и непревзойденными вкусовыми нюансами.

source: Login
ru: Войти

source: Password
ru: Пароль

source: Log In
ru: Войти

source: Edit
ru: Редактировать

source: Client Information
ru: Информация о клиенте

source: Armenia
ru: Армения

source: Note
ru: Примечание

source: Promo Code ID
ru: ID промокода

source: Phone
ru: Телефон

source: Something Went Wrong!
ru: Что-то пошло не так!

source: First name is required.
ru: Имя обязательно.

source: Last name is required.
ru: Фамилия обязательна.

source: Valid phone number is required.
ru: Требуется корректный номер телефона.

source: Valid email is required.
ru: Требуется корректный адрес электронной почты.

source: Address is required.
ru: Адрес обязателен.

source: Status is required.
ru: Статус обязателен.

source: Form submitted successfully!
ru: Форма успешно отправлена!

source: Order Tracker
ru: Отслеживание заказа

source: Cancel Order
ru: Отменить заказ

source: Positions
ru: Должности

source: View/Edit
ru: Просмотр/Редактирование

source: Product Thumbnail
ru: Миниатюра продукта

source: Dashboard
ru: Панель управления

source: Slider
ru: Слайдер

source: Header
ru: Заголовок

source: Editor
ru: Редактор

source: Thumbnail
ru: Миниатюра

source: Add Product Type
ru: Добавить тип продукта

source: View
ru: Просмотр

source: Cencel
ru: Отмена

source: Edit Header
ru: Редактировать заголовок

source: Product name
ru: Название продукта

source: Short Description
ru: Краткое описание

source: Long Description
ru: Подробное описание

source: Product Categories
ru: Категории продуктов

source: Published
ru: Опубликовано

source: Unpublished
ru: Не опубликовано

source: Empty
ru: Пусто

source: Product categories
ru: Категории продуктов

source: Product Type Specifications
ru: Характеристики типа продукта

source: Show Originals
ru: Показать оригиналы

source: Translate
ru: Перевести

source: Suggested max number of chars is 125
ru: Рекомендуемое максимальное количество символов – 125

source: Additional notes
ru: Дополнительные примечания

source: Search for a product by title
ru: Поиск продукта по названию

source: Type in a product title
ru: Введите название продукта

source: Published Date
ru: Дата публикации

source: Modified Date
ru: Дата изменения

source: Product Category
ru: Категория продукта

source: View Types
ru: Просмотреть типы

source: Disable
ru: Отключить

source: Enable
ru: Включить

source: Edit in original language
ru: Редактировать в оригинале

source: No Product Type Detected
ru: Тип продукта не обнаружен

source: Save Changes
ru: Сохранить изменения

source: Promo Code Details
ru: Детали промокода

source: Affiliate
ru: Партнер

source: Promo Codes
ru: Промокоды

source: Contact and Follow
ru: Контакты и подписка

source: 123 Street Name
ru: Улица 123

source: City, State, 12345
ru: Город, Область, 12345

source: Subscribe to us!
ru: Подпишитесь на нас!

source: Please specify valid email address!
ru: Пожалуйста, укажите действительный адрес электронной почты!

source: Your email:
ru: Ваш email:

source: Your name:
ru: Ваше имя:

source: John Snow
ru: Иван Иванов

source: You message
ru: Ваше сообщение

source: Thank you for visiting! Our platform is still under construction. Buying options will be available soon.
ru: Спасибо за визит! Наша платформа еще находится в разработке. Возможности покупки будут доступны в ближайшее время.

source: Home
ru: Главная

source: Favorites
ru: Избранное

source: Roles
ru: Роли

source: Send Email
ru: Отправить письмо

source: Choose sender email address
ru: Выберите адрес электронной почты отправителя

source: Enter recipient email address
ru: Введите адрес электронной почты получателя

source: left in stock
ru: осталось

source: Add to cart
ru: В корзину

source: Create Specifications for Product Type
ru: Создать характеристики для типа продукта

source: Translate Specifications for Product Type
ru: Перевести характеристики для типа продукта

source: The field name to be translated:
ru: Название поля для перевода:

source: Store
ru: Магазин

source: Filters
ru: Фильтры

source: Add Date
ru: Дата добавления

source: Full Quantity
ru: Полное количество

source: Outdated Quantity
ru: Просроченное количество

source: The store(s) are empty.
ru: Магазины пусты.

source: No Product Type Detected In Store
ru: Тип продукта в магазине не обнаружен

source: in stock
ru: в наличии

source: expired
ru: просрочено

source: Shows From All Stores
ru: Показывать из всех магазинов

source: Shows All Products
ru: Показывать все продукты

source: Product Types
ru: Типы продукта

source: No Types For Specified Product
ru: Нет типов для указанного продукта

source: No Data
ru: Нет данных

source: Submitted By
ru: Отправлено

source: Max Quantity
ru: Максимальное количество

source: Action
ru: Действие

source: Nothing was found
ru: Ничего не найдено

source: Stuff sign up
ru: Регистрация сотрудников

source: Welcome Dear Teammate!
ru: Добро пожаловать, дорогой коллега!

source: Team
ru: Команда

source: Confirm assword
ru: Подтвердите пароль

source: Transfer funds
ru: Перевести средства

source: Choose recipient
ru: Выберите получателя

source: Choose transaction type
ru: Выберите тип транзакции

source: Please specify the recipient!
ru: Пожалуйста, укажите получателя!

source: Please specify the type!
ru: Пожалуйста, укажите тип!

source: Please specify the amount!
ru: Пожалуйста, укажите сумму!

source: Transfares
ru: Переводы

source: Transfers' history
ru: История переводов

source: Filter by staff member
ru: Фильтр по сотруднику

source: Staff member
ru: Сотрудник
