Repository: Misha818/eventoria
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ru

source: Please specify username
ru: Пожалуйста, укажите имя пользователя

source: Please specify password
ru: Пожалуйста, укажите пароль

source: The username or password do not match
ru: Имя пользователя или пароль не совпадают.

source: Rate limit exceeded
ru: Превышен лимит запросов.

source: Something went wrong. Please try again!
ru: Что-то пошло не так. Пожалуйста, попробуйте еще раз!

source: Invalid email format
ru: Неверный формат адреса электронной почты.

source: Invalid value for
ru: Недопустимое значение для

source: Invalid Promo Code
ru: Недействительный промокод

source: Payment failed
ru: Платеж не выполнен

source: No employees are associated with the current email
ru: С текущим адресом электронной почты не связан ни один сотрудник.

source: Email already exists!
ru: Адрес электронной почты уже существует!

source: Email updated successfully!
ru: Адрес электронной почты успешно обновлен!

source: Something is wrong!
ru: Что-то не так!

source: Update
ru: Обновить

source: Saving...
ru: Сохранение...

source: To continue translate the product first
ru: Чтобы продолжить, сначала переведите продукт.

source: Please specify the title!
ru: Пожалуйста, укажите название!

source: Max allowed number of chars for title is 20
ru: Максимально допустимое количество символов для заглавия — 40

source: Product Type Title Already Exists!
ru: Название типа продукта уже существует!

source: Please specify the price!
ru: Пожалуйста, укажите цену!

source: At least one image should be uploaded
ru: Необходимо загрузить хотя бы одно изображение.

source: Text is too long for field
ru: Текст слишком длинный для поля

source: Max allowed characters are 255.
ru: Максимально допустимое число символов — 255.

source: image size is more than 5MB
ru: Размер изображения превышает 3 МБ

source: Done!
ru: Готово!

source: To continue, please, add at least one product category.
ru: Чтобы продолжить, добавьте хотя бы одну категорию продукта.

source: Nothing was uploaded!
ru: Ничего не было загружено!

source: Please specify title!
ru: Пожалуйста, укажите название!

source: Please specify price!
ru: Пожалуйста, укажите цену!

source: Title is empty!
ru: Название не указано!

source: Link is empty!
ru: Ссылка не указана!

source: Please Choose Product Category!
ru: Пожалуйста, выберите категорию продукта!

source: Product name is empty!
ru: Название продукта не указано!

source: Product link is empty!
ru: Ссылка на продукт не указана!

source: Category name is empty!
ru: Название категории не указано!

source: Category Name is empty!
ru: Название категории не указано!

source: Category Name Exists!
ru: Название категории уже существует!

source: Product is published
ru: Продукт опубликован

source: Product is unpublished
ru: Продукт не опубликован

source: Something wrong!
ru: Что-то не так!

source: Please specify the first name
ru: Пожалуйста, укажите имя

source: Please specify the last name
ru: Пожалуйста, укажите фамилию

source: Please specify email
ru: Пожалуйста, укажите адрес электронной почты

source: Please specify the position!
ru: Пожалуйста, укажите должность!

source: Something is wrong, please try again!
ru: Что-то не так, пожалуйста, попробуйте снова!

source: You can not change the position of the last CEO!
ru: Вы не можете изменить должность последнего CEO!

source: You can not deactivate the last CEO!
ru: Вы не можете деактивировать последнего CEO!

source: Position
ru: Должность

source: Please specify the role
ru: Пожалуйста, укажите роль

source: Please choose at least on action
ru: Пожалуйста, выберите хотя бы одно действие!

source: Done
ru: Готово

source: Please specify the position
ru: Пожалуйста, укажите должность

source: Please choose at least on role
ru: Пожалуйста, выберите хотя бы одну роль!

source: Add more products?
ru: Сервис успешно добавлен. Хотите добавить еще один сервис?

source: Name
ru: Имя

source: company
ru: Ивентория

source: Hello dear
ru: Добро пожаловать, дорогой партнер!

source: We are thrilled to invite you to join the Mammy’s Bread team!
ru: Мы рады пригласить вас присоединиться к команде Mammy’s Bread!

source: Simply click the button below to finish setting up your profile and get started:
ru: Нажмите кнопку ниже, чтобы завершить настройку своего профиля:

source: If you’re having trouble with the button above, copy and paste the URL below into your web browser.
ru: Если у вас возникли проблемы с кнопкой выше, скопируйте и вставьте указанный ниже URL-адрес в адресную строку веб-браузера.

source: cheers
ru: С уважением

source: Mammy's Bread Team
ru: Команда Mammy's bread

source: Teammate Signup
ru: Регистрация коллеги

source: Your Company. All rights reserved.
ru: Ивентория. Все права защищены.

source: Email sent successfully!
ru: Письмо успешно отправлено!

source: Please specify an employee
ru: Пожалуйста, укажите сотрудника

source: Email does not exist
ru: Адрес электронной почты не найден.

source: Email is already assigned to the employee
ru: Этот адрес электронной почты уже назначен сотруднику.

source: Please specify firstname
ru: Пожалуйста, укажите имя!

source: Username exists
ru: Имя пользователя уже существует

source: Please specify Password
ru: Пожалуйста, укажите пароль

source: Password confirmation field is empty
ru: Поле подтверждения пароля не заполнено.

source: Passwords do not match!
ru: Пароли не совпадают!

source: Please specify prefared language
ru: Пожалуйста, укажите предпочитаемый язык

source: File should be in PNG or JPG/JPEG format
ru: Файл должен быть в формате PNG или JPG/JPEG.

source: File size should not exceed 1MB.
ru: Размер файла не должен превышать 1 МБ.

source: The URL is expired
ru: Срок действия ссылки истек.

source: Incorrect password
ru: Неправильный пароль

source: Voided
ru: Аннулирован

source: Pending
ru: В ожидании

source: Approved
ru: Одобрено

source: Settled
ru: Завершен

source: Order Changed Successfully!
ru: Заказ успешно изменен!

source: Status changed successfully!
ru: Статус успешно изменен!

source: Please specify subproduct situation name!
ru: Пожалуйста, укажите название состояния подпродукта!

source: Subproduct situation name exists!
ru: Название состояния подпродукта уже существует!

source: Invalid email address!
ru: Неверный адрес электронной почты!

source: Invalid email format!
ru: Неверный формат адреса электронной почты!

source: No email address found associated with your account!
ru: Адрес электронной почты, связанный с вашей учетной записью, не найден!

source: Please specify sender email address!
ru: Пожалуйста, укажите адрес электронной почты отправителя!

source: Please specify recipient email address!
ru: Пожалуйста, укажите адрес электронной почты получателя!

source: Please specify subject!
ru: Пожалуйста, укажите тему!

source: Please specify email content!
ru: Пожалуйста, укажите текст письма!

source: Continue Shopping
ru: Продолжить покупки

source: Contact US
ru: Контакты

source: The current subproduct situation has already been translated!
ru: Текущее состояние подпродукта уже переведено!

source: The password must be between
ru: Пароль должен содержать от

source: and
ru: до

source: characters long.
ru: символов.

source: The password must contain at least one digit.
ru: Пароль должен содержать хотя бы одну цифру.

source: The password must contain at least one uppercase letter.
ru: Пароль должен содержать хотя бы одну заглавную букву.

source: The password must contain at least one lowercase letter.
ru: Пароль должен содержать хотя бы одну строчную букву.

source: The password must contain at least one special character.
ru: Пароль должен содержать хотя бы один специальный символ.

source: You have already added this product to the basket. You can change the quantity if You would like to.
ru: Вы уже добавили этот товар в корзину. Вы можете изменить количество, если хотите.

source: In Basket
ru: В корзине

source: The seller doesn't have that many left.
ru: У продавца не осталось столько товаров.

source: The specified amount is unavailable.
ru: Указанное количество недоступно.

source: Please Specify Product Type
ru: Пожалуйста, укажите тип продукта!

source: Please Specify Store
ru: Пожалуйста, укажите магазин!

source: Please Specify Quantity
ru: Пожалуйста, укажите количество!

source: Quantity should be greater than Zero
ru: Количество должно быть больше нуля.

source: Please Specify Production Date
ru: Пожалуйста, укажите дату производства!

source: Please Specify Expiration Date
ru: Пожалуйста, укажите дату истечения срока!

source: Please Specify Max Allowed Quantity
ru: Пожалуйста, укажите максимально допустимое количество!

source: Max Allowed Quantity should be greater than Zero
ru: Максимально допустимое количество должно быть больше нуля.

source: code exists
ru: Код уже существует

source: Promo Code Created Successfully
ru: Промокод успешно создан.

source: Promo Code updated successfully!
ru: Промокод успешно обновлен!

source: Maximum available quantity for single purchase is
ru: Максимальное количество для одной покупки

source: Out of stock
ru: Нет в наличии

source: Maximum available quantity is
ru: Максимально доступное количество

source: item added to the cart
ru: Товар добавлен в корзину

source: site name
ru: Мамин хлеб

source: Please specify email!
ru: Пожалуйста, укажите адрес электронной почты!

source: You have subscribed successfully!
ru: Вы успешно подписались!

source: Please specify your name!
ru: Пожалуйста, укажите ваше имя!

source: Please specify the subject!
ru: Пожалуйста, укажите тему!

source: Please specify the message!
ru: Пожалуйста, укажите сообщение!

source: Thank you for your message! We will contact you as soon as possible.
ru: Спасибо за ваше сообщение! Мы свяжемся с вами в ближайшее время.

source: Out of stock.
ru: Нет в наличии.

source: Category Exists!
ru: Категория уже существует!

source: Something Wrong!
ru: Что-то не так!

source: Name on card is required.
ru: Имя на карте обязательно.

source: Credit card number is required.
ru: Номер кредитной карты обязателен.

source: Expiration date required.
ru: Требуется указать срок действия.

source: Security code required.
ru: Требуется код безопасности.

source: Cancelled
ru: Отменен

source: Purchased
ru: Оформлен

source: Preparing
ru: В обработке

source: Ready
ru: Готово

source: Delivered
ru: Доставлен

source: Payment Confirmation
ru: Подтверждение оплаты

source: Dear
ru: Уважаемый / уважаемая

source: Thank you for shopping with us. We are preparing your order now!
ru: спасибо за покупку. Мы готовим ваш заказ!

source: Delivery Information
ru: Информация о доставке

source: Order
ru: Заказ

source: Order Details
ru: Детали заказа

source: Product
ru: Продукт

source: Price
ru: Цена

source: Total
ru: Итого

source: Discount
ru: Скидка

source: Discounted Price
ru: Цена со скидкой

source: Payment Method
ru: Способ оплаты

source: Track Your Order
ru: Отслеживать ваш заказ

source: Order Confirmed!
ru: Заказ подтвержден!

source: Add Price
ru: Добавить цену

source: Add Product Type Title
ru: Добавить название типа продукта

source: Max allowed number of chars is 20
ru: Максимально допустимое количество символов —

source: Add Product Type Price
ru: Добавить цену типа продукта

source: Click here to upload files
ru: Нажмите здесь, чтобы загрузить файлы

source: Choose product type specification
ru: Выберите характеристику типа продукта

source: Translate Product Type Specification Name
ru: Перевести название характеристики типа продукта

source: You have not entered any product type specification yet.
ru: Вы еще не добавили ни одной характеристики типа продукта.

source: Click on the link below to add a product category!
ru: Нажмите на ссылку ниже, чтобы добавить категорию продукта!

source: Add Product Type Specifications
ru: Добавить характеристики типа продукта

source: Submit
ru: Отправить

source: Back
ru: Назад

source: Close
ru: Закрыть

source: Crop
ru: Обрезать

source: Please specify Title
ru: Пожалуйста, укажите название!

source: Please specify Price
ru: Пожалуйста, укажите цену!

source: All changes in specifications fields will be lost, would you like to continue?
ru: Все изменения в полях характеристик будут потеряны, вы хотите продолжить?

source: Add Role
ru: Добавить роль

source: Role
ru: Роль

source: Choose actions
ru: Выберите действия

source: Add Teammate
ru: Добавить коллегу

source: Email
ru: Электронная почта

source: Choose Position
ru: Выберите должность

source: Add Product
ru: Добавить продукт

source: Product Title
ru: Название продукта

source: Product Url
ru: Ссылка на продукт

source: This-is-Your-Product-Link
ru: Это-ваша-ссылка-на-продукт

source: Short description
ru: Краткое описание

source: Long description
ru: Подробное описание

source: Choose product category
ru: Выберите категорию продукта

source: Add Product Category
ru: Добавить категорию продукта

source: Thumbnail image
ru: Миниатюра

source: File should be in PNG or JPG/JPEG format.
ru: Файл должен быть в формате PNG или JPG/JPEG.

source: Product Category Name
ru: Название категории продукта

source: Choose subproduct situation name
ru: Выберите название состояния подпродукта

source: Translate subproduct situation name
ru: Перевести название состояния подпродукта

source: You have not entered any product type situation name yet.
ru: Вы еще не добавили ни одного названия состояния типа продукта.

source: Click on the link below to add a product type situation!
ru: Нажмите на ссылку ниже, чтобы добавить состояние подпродукта!

source: Add subproduct situation name
ru: Добавить название состояния подпродукта

source: Enter alt text
ru: Введите альтернативный текст

source: Add Product in another lang
ru: Добавить продукт на другом языке

source: Product link
ru: Ссылка на продукт

source: Translate category name
ru: Перевести название категории

source: Title
ru: Название

source: Expiration Date
ru: Срок годности

source: Add To Store
ru: Добавить в магазин

source: Choose a Product
ru: Выберите продукт

source: Quantity
ru: Количество

source: Production Date
ru: Дата производства

source: Max allowed quantity to purchase
ru: Максимально доступное количество для покупки

source: Click on me to add a product
ru: Нажмите, чтобы добавить продукт

source: Choose Store
ru: Выберите магазин

source: Admin Panel
ru: Панель администратора

source: All Months
ru: Все месяцы

source: January
ru: Январь

source: February
ru: Февраль

source: March
ru: Март

source: April
ru: Апрель

source: May
ru: Май

source: June
ru: Июнь

source: July
ru: Июль

source: August
ru: Август

source: September
ru: Сентябрь

source: October
ru: Октябрь

source: November
ru: Ноябрь

source: December
ru: Декабрь

source: All Affiliates
ru: Все партнеры

source: Mammy's Bread
ru: Хлеб Мамми

source: Chose the number of top products
ru: Выберите количество лучших продуктов

source: Top
ru: Топ

source: No data to show!
ru: Нет данных для отображения!

source: Client
ru: Клиент

source: Promo Code
ru: Промокод

source: Ordered
ru: Заказ оформлен!

source: Status
ru: Статус

source: Panding
ru: В ожидании

source: Ready for delivery
ru: Готов к доставке

source: Net
ru: Нетто

source: Discounted
ru: Со скидкой

source: Revard per product
ru: Вознаграждение за продукт

source: Revard value
ru: Размер вознаграждения

source: Total revard
ru: Общее вознаграждение

source: Orders
ru: Заказы

source: Purchase history related to promo code of
ru: История покупок по промокоду партнера

source: Purchase history related to promo code
ru: История покупок по промокоду

source: Chose Order Status
ru: Выберите статус заказа

source: All Orders
ru: Все заказы

source: Firstname
ru: Имя

source: Lastname
ru: Фамилия

source: Order ID
ru: ID заказа

source: Revard
ru: Вознаграждение

source: N/A
ru: Н/Д

source: Nothing found.
ru: Ничего не найдено.

source: Invalid phone number
ru: Неверный номер телефона

source: Affiliate Transfares
ru: Партнерские переводы

source: Your transfers history
ru: История ваших переводов

source: Transaction ID
ru: ID транзакции

source: Amount
ru: Сумма

source: Type
ru: Тип

source: Date
ru: Дата

source: Compensation
ru: Компенсация

source: Transaction Details
ru: Детали транзакции

source: Loading.....
ru: Загрузка.....

source: Welcome dear
ru: Добро пожаловать, дорогой партнер!

source: Below is the summary of your payment and reward progress.
ru: Ниже представлена сводка ваших выплат и вознаграждений.

source: Window for
ru: Окно для

source: Below is the summary of payment and reward progress of the current affiliate.
ru: Ниже представлена сводка выплат и вознаграждений текущего партнера.

source: Details
ru: Детали

source: Purchase History
ru: История покупок

source: P/H
ru: История покупок

source: Active
ru: Активен

source: Inactive
ru: Неактивен

source: Expired
ru: Истекший

source: No promo code registered
ru: Нет зарегистрированных промокодов

source: Affiliates
ru: Партнеры

source: Disabled
ru: Неактивен

source: Affiliate Details
ru: Детали партнера

source: Assign an Email
ru: Назначить адрес электронной почты

source: Choose an employee
ru: Выберите сотрудника

source: Choose an email
ru: Выберите адрес электронной почты

source: No emails available
ru: Нет доступных адресов электронной почты

source: Create an email
ru: Создать Email

source: Tools
ru: Инструменты

source: Edit Profile
ru: Редактировать профиль

source: Logout
ru: Выход

source: Buy Now
ru: Купить сейчас

source: Items in Cart
ru: Товары в корзине

source: Promo code
ru: Промокод

source: Continue
ru: Продолжить

source: Add To Cart
ru: В корзину

source: First name
ru: Имя

source: Valid first name is required.
ru: Требуется корректное имя.

source: Last name
ru: Фамилия

source: Valid last name is required.
ru: Требуется корректная фамилия.

source: Phone Number
ru: Номер телефона

source: Please enter valid phone number!
ru: Пожалуйста, введите действительный номер телефона!

source: Confirm Phone Number
ru: Подтвердите номер телефона

source: Phone numbers do not match!
ru: Номера телефонов не совпадают!

source: Please enter a valid email address!
ru: Пожалуйста, введите действительный адрес электронной почты!

source: Louding...
ru: Загрузка...

source: Enter Promo Code
ru: Введите промокод

source: Please improve all field marked in red
ru: Пожалуйста, исправьте все поля, отмеченные красным

source: Shopping Cart
ru: Корзина

source: You don’t have any items in your cart.
ru: В вашей корзине нет товаров.

source: Start shopping
ru: Начать покупки

source: Subtotal
ru: Промежуточный итог

source: items
ru: товаров

source: Proceed to Checkout
ru: Перейти к оформлению заказа

source: Checkout
ru: Оформление заказа

source: Your cart
ru: Ваша корзина

source: Billing address
ru: Платежный адрес

source: Optional
ru: Необязательно

source: Address
ru: Адрес

source: Please enter your shipping address!
ru: Пожалуйста, введите адрес доставки!

source: City
ru: Город

source: Choose...
ru: Выберите...

source: Yerevan
ru: Ереван

source: Payment
ru: Оплата

source: Credit card
ru: Кредитная карта

source: Debit card
ru: Дебетовая карта

source: Name on card
ru: Имя на карте

source: Credit card number
ru: Номер кредитной карты

source: Expiration
ru: Срок действия

source: Country codes of phone numbers do not match!
ru: Коды стран в номерах телефонов не совпадают!

source: Something went wrong!
ru: Что-то пошло не так!

source: Something is wrong
ru: Что-то не так

source: Return
ru: Вернуться

source: Confirmation Page
ru: Страница подтверждения

source: Corporate Emails
ru: Корпоративная почта

source: Search by email
ru: Поиск по адресу электронной почты

source: Filter by status
ru: Фильтр по статусу

source: All
ru: Все

source: Passive
ru: Пассивный

source: Actions
ru: Действия

source: Show associated employees
ru: Показать связанных сотрудников

source: Edit email
ru: Редактировать адрес электронной почты

source: Employees associated with email
ru: Сотрудники, связанные с адресом электронной почты

source: Employee
ru: Сотрудник

source: Remove email from employee
ru: Удалить адрес электронной почты у сотрудника

source: The employee will no longer have access to this email.
ru: Сотрудник больше не будет иметь доступа к этому адресу электронной почты.

source: The email to be edited is
ru: Редактируемый адрес электронной почты

source: Create Email
ru: Создать Email

source: Create Promo Code
ru: Создать промокод

source: Select an affiliate
ru: Выберите партнера

source: You do not have any affiliate yet
ru: У вас еще нет партнеров

source: Products
ru: Продукты

source: Auto Genarate
ru: Автогенерация

source: Please improve all fields marked with red in products!
ru: Пожалуйста, исправьте все поля, отмеченные красным, в продуктах!

source: Please select at least one product type!
ru: Пожалуйста, выберите хотя бы один тип продукта!

source: Please select expiration date!
ru: Пожалуйста, выберите дату истечения срока!

source: Please create promo code!
ru: Пожалуйста, создайте промокод!

source: Select All
ru: Выбрать всё

source: All discount values will be changed to
ru: Все значения скидок будут изменены на

source: All revard values in Product Type fields will be changed to
ru: Все значения вознаграждений в полях типа продукта будут изменены на

source: All revard options will be changed to
ru: Все варианты вознаграждения будут изменены на

source: and all corresponding reward values will be removed
ru: И все соответствующие значения вознаграждений будут удалены

source: Discount state is disabled
ru: Состояние скидки отключено

source: All discount values in current Product Type fields will be changed to
ru: Все значения скидок в текущих полях типа продукта будут изменены на

source: All revard options in current Product Type fields will be changed to
ru: Все варианты вознаграждения в текущих полях типа продукта будут изменены на

source: And all corresponding reward values will be removed
ru: И все соответствующие значения вознаграждений будут удалены

source: Loading ......
ru: Загрузка ......

source: Edit Position
ru: Редактировать должность

source: Edit Price
ru: Редактировать цену

source: Edit Product Type Title
ru: Редактировать название типа продукта

source: Edit Product Type Price
ru: Редактировать цену типа продукта

source: Username
ru: Имя пользователя

source: Current password
ru: Пароль

source: New password
ru: Новый пароль

source: Confirm new password
ru: Подтвердите новый пароль

source: Preferred language
ru: Предпочитаемый язык

source: Edit Promo Code
ru: Редактировать промокод

source: Edit Product Type Specifications
ru: Редактировать характеристики типа продукта

source: Product Type Situation name
ru: Название состояния типа продукта

source: Please improve all red fields!
ru: Пожалуйста, исправьте все поля, отмеченные красным!

source: Edit Role
ru: Редактировать роль

source: Edit Teammate
ru: Редактировать коллегу

source: Avatar
ru: Аватар

source: Choose Role
ru: Выберите роль

source: Edit Product Category
ru: Редактировать категорию продуктов

source: Something went wrong.
ru: Что-то пошло не так.

source: Image
ru: Изображение

source: Images from other language(s)
ru: Изображения на других языках

source: Edit Store
ru: Редактировать магазин

source: Emails
ru: Электронные письма

source: Filter by email status
ru: Фильтр по статусу письма

source: Read
ru: Прочитано

source: Unread
ru: Непрочитано

source: Subject
ru: Тема

source: Initials
ru: Инициалы

source: Show Message
ru: Показать сообщение

source: Compose
ru: Написать

source: Back to home
ru: На главную

source: About
ru: О нас

source: Contacts
ru: Контакты

source: More
ru: Еще

source: Loading...
ru: Загрузка...
